// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Kalibruj kolor";

NoCalibrateTitle = "Nie można skalibrować koloru";
NoCalibrateMsg = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";
NoResetTitle = "Nie można przywrócić ustawień domyślnych drukarki";

NotAllowedWarning = "Procedura Kalibruj kolor jest dostępna tylko przy zainstalowanym pojemniku z tuszem trójkolorowym oraz fotograficznym pojemniku drukującym.";
NotAllCartridges = "Procedura Kalibruj kolor jest dostępna tylko przy zainstalowanych wszystkich pojemnikach.";
ClickToBegin = "Kliknij opcję Kalibruj, aby skalibrować teraz kolor.\nProcedura trwa około minuty i wymaga jednej kartki zwykłego papieru.";
ClickToBegin2 = "Kliknij opcję Kalibruj, aby rozpocząć ten proces.\nProces trwa około dwóch minut i wymaga dwóch kartek zwykłego papieru.";

ChooseTitle = "Wybierz";

FactorySettingsTitle = "Ustawienia fabryczne";
FactorySettingsMsg = "Wybór opcji Ustawienia fabryczne spowoduje przywrócenie automatycznej kalibracji koloru drukarki. Kliknij opcję „Tak”, aby użyć ustawień fabrycznych i wydrukować stronę potwierdzenia, lub opcję „Nie”, aby powrócić do okna dialogowego Kalibruj kolor.";
DefaultsTitle = "Użyj ustawień domyślnych";
DefaultsMessage = "Wybór opcji Użyj ustawień domyślnych spowoduje przywrócenie fabrycznych wartości kalibracji koloru drukarki. Kliknij opcję „Tak”, aby użyć ustawień domyślnych, lub opcję „Nie”, aby powrócić do okna dialogowego Kalibruj kolor.";
//DefaultsTooltip = "Uwaga: Przycisku „Użyj ustawień domyślnych” można użyć do przywrócenia ustawień domyślnych drukarki.";
YesTitle = "Tak";
NoTitle = "Nie";

VerificationMsg = "Zostanie wydrukowany obraz z rezultatem podjętego wyboru na obrazie weryfikacyjnym. Jeśli na wydruku nie dominuje żadna barwa, kalibracja została ukończona. Jeśli na obrazie widać niebieskie, żółte lub inne kolorowe odcienie, kliknij opcję „Ponów”, aby powtórzyć ten proces.";
FinishTitle = "Zakończ";
RedoTitle = "Ponów";

TransferringProcessTitle = "Przesyłanie pliku…";

PrintingProcessTitle = "Drukowanie strony kalibracji koloru...";

AutomaticCalibrationCompleteTitle = "Drukarka właśnie wykonała automatyczną kalibrację koloru";
AutomaticCalibrationCompleteMsg = "Jeśli kolory na wydruku nie będą satysfakcjonujące, kliknij przycisk Kalibruj, aby ponownie wykonać automatyczną kalibrację koloru.";
CalibrateButtonTitle = "Kalibruj";
CancelButtonTitle = "Anuluj";

ColorCalibrationTextFieldTitle = "Kalibruj kolor";
InfoTextFieldTitle = "Ta procedura kalibruje kolor na wydrukowanych stronach. Nie powinno się jej wykonywać do momentu zauważenia wyraźnych problemów z odcieniami barw.";
GuideTextFieldTitle = "Kliknij opcję Kalibruj, aby skalibrować teraz kolor.\nProcedura trwa około minuty i wymaga jednej kartki zwykłego papieru.";
ResetButtonTitle = "Ustawienia fabryczne";

PatchSquareControllerInfo = "Drukowana jest strona z kolorowymi obszarami.\n\n1. Trzymaj stronę w odległości ok. 20 cm od siebie.\n\n2. Powoli odsuwaj stronę od siebie, aż ponumerowane obszary zleją się z tłem.\n\n3. Wybierz numer obszaru najbardziej podobnego do tła wydrukowanej strony.";
GrayPlotBoxTitle = "Szary wykres";
ColorPlotBoxTitle = "Kolorowy wykres";
PatchMatricesControllerInfo = "1. Trzymaj stronę kalibracji w wyciągniętej ręce na wysokości oczu.\n\n2. Odchyl stronę od siebie. Popatrz na dwa duże kwadraty zawierające kolorowe obszary. W obu kwadratach znajdź kolorowy obszar najbardziej podobny do tła. Każdemu obszarowi odpowiada litera i liczba.\n\n3. Wybierz literę i liczbę pasujących obszarów w menu rozwijanym dla szarych i kolorowych wykresów pokazanych po prawej stronie.\n\n4. Kliknij opcję „Kalibruj”.";
PatchRowsControllerInfo = "Drukowana jest strona z kolorowymi obszarami.\n\nWybierz numer obszaru najbardziej podobnego do tła wydrukowanej strony.";
